Repository: SHAHADBABAQI/Creatopia
Catalog: Creatopia/View/Localizable.xcstrings
Source language: en
Languages: ar

source: A gentle shake… Unlock three little surprises
ar: رج الجهاز بلطف، واكتشف المفاجأت!

source: Creatopia
ar: إبداعاتي

source: GO GO GO!
ar: هيا! هيا! هيا!

source: Here are your masterpieces!
ar: هاهي تحفتك

# instruction.board.description
source: Tap the board and start drawing right on your iPad! Use your imagination and create anything you like ✨ There are no rules just creativity!
ar: انقر على اللوحة وابدأ الرسم مباشرةً على جهاز iPad! أطلق العنان لخيالك وابتكر ما يحلو لك ✨ لا توجد قواعد، فقط الإبداع!

# instruction.board.title
source: The Creative Board
ar: اللوحة الإبداعية

# instruction.box.description
source: This is your special treasure box! All your creations are saved here safely 💛 So you’ll never lose your amazing ideas.
ar: هذا صندوق كنوزك الخاص! جميع إبداعاتك محفوظة هنا بأمان 💛 لذا لن تفقد أفكارك الرائعة أبدًا.

# instruction.box.title
source: The Treasure Box
ar: صندوق الكنز

# instruction.museum.description
source: Welcome to your mini museum! Place your masterpieces on the shelves and proudly show everyone what you created 🌟 You are the artist!
ar: أهلاً بك في متحفك الصغير! ضع روائعك على الرفوف وأرِ الجميع بفخر ما صنعته 🌟 أنت الفنان!

# instruction.museum.title
source: Your Mini Museum
ar: متحفك الصغير

# instruction.table.description
source: Tap the table and shake your device! 🫧 Magical bubbles will appear with surprise tools. Find these tools around you and start building your very own monster! 👾 When you finish… 📸 Take a photo of your masterpiece
ar: انقر على الطاولة و رج جهازك! 🫧 ستظهر فقاعات تحتوي على أدوات مفاجئة. ابحث عن هذه الأدوات حولك وابدأ ببناء وحشك الخاص! 👾 عندما تنتهي... 📸 التقط صورة لتحفتك الفنية

# instruction.table.title
source: The Magic Table
ar: طاولة الإبداع

# instruction.welcome.description
source: Let’s make something fun today!
ar: لنصنع شيئًا ممتعًا اليوم!

# instruction.welcome.title
source: Welcome, little creator!
ar: مرحبًا، أيها المبدع الصغير!

source: Let's create !
ar: لنصنع شيئًا!

source: Let's Create !
ar: لنصنع شيئًا!

source: Let's make something amazing in the next %lld minutes
ar: فلنصنع شيئًا رائعًا في %lld دقائق

source: Processing drawing...
ar: معالجة الرسمة

source: SHAKE
ar: رج

source: Shake again for new surprises!
ar: رج مرة اخرى لمفاجآت جديدة!

source: Shake again to see your creations!
ar: رج مرة اخرى لترى ابداعاتك!

source: WELL DONE!
ar: احسنت!!

source: Your creative tools are hiding… Give your phone a gentle shake!
ar: الادوات تختبئ في مكانٍ ما … رج جهازك بلطف لتجدها!
